[
  "Call a random contact in your phone and sing 'Happy Birthday' to them.",
  "Wear your clothes backward for the next hour.",
  "Send a text message to your crush saying, 'I think I'm an alien.'",
  "Do your best impression of a famous celebrity for 2 minutes.",
  "Eat a spoonful of a condiment you dislike (e.g., mustard, hot sauce).",
  "Do a handstand against the wall and hold it for as long as you can.",
  "Text a family member with 'I'm running away, don't try to stop me!' and see their reaction.",
  "Put on socks on your hands and try to eat something using only your sock-covered hands.",
  "Call a local pizza place and ask for directions to a competitor's pizza place.",
  "Speak in an accent of your choice for the next three rounds.",
  "Go outside and do your best impression of a bird for 2 minutes.",
  "Put ice cubes down your shirt and keep them there until they melt.",
  "Wear a sock as a glove and act like it's the most normal thing in the world for the next 10 minutes.",
  "Take a selfie with the silliest face you can make and post it on your social media.",
  "Text a friend and tell them you just saw a UFO in your backyard and describe it in detail.",
  "Do the chicken dance in a public place for 2 minutes.",
  "Put on a blindfold and attempt to draw a picture while blindfolded. Share the result.",
  "Try to juggle three random objects for a minute, even if you don't know how to juggle.",
  "Put on lipstick (if available) and kiss a piece of paper, leaving your mark.",
  "Walk backward for the next five minutes wherever you go.",
  "Go outside and yell 'I love [someone's name]' as loudly as you can.",
  "Put on a blindfold and attempt to make a sandwich. Share the result.",
  "Call a local restaurant and order a pizza with toppings that don't exist.",
  "Wear a disguise (sunglasses and a hat) and take a selfie in public.",
  "Try to breakdance or do a breakdancing move for 1 minute.",
  "Call a random contact in your phone and sing 'Twinkle, Twinkle, Little Star' to them.",
  "Create a funny and bizarre makeup look, then wear it for the next round.",
  "Do an impression of a famous movie character for 2 minutes.",
  "Text your crush saying, 'I just won the lottery, and I'm moving to Antarctica.'",
  "Put a spoonful of hot sauce on a piece of fruit and eat it.",
  "Go outside and do your best impression of a famous dance move.",
  "Put on a silly costume and take a photo to share with the group.",
  "Call a random contact in your phone and sing 'Happy Birthday' to them.",
  "Wear a mustache (real or improvised) for the next three rounds.",
  "Do a cartwheel or attempt a cartwheel if you can't already.",
  "Call a local pet store and ask if they sell dragons as pets.",
  "Text your crush with 'I just found a treasure map, and I need a partner for an adventure.'",
  "Wear socks on your hands as gloves for the next 10 minutes.",
  "Speak in a funny accent for the next three rounds.",
  "Put ice cubes down your shirt and keep them there until they melt.",
  "Call a pizza place and order a pizza with toppings that don't exist.",
  "Do a headstand against a wall and hold it for as long as you can.",
  "Text a friend with 'I just won a million dollars. What should I do with it?'",
  "Put whipped cream on your nose and try to lick it off without using your hands.",
  "Act like a news anchor reporting on a silly made-up news story for 2 minutes.",
  "Try to balance a spoon on your nose for 1 minute.",
  "Put on a blindfold and let someone else feed you a mystery food item.",
  "Call a random contact in your phone and sing them a silly song.",
  "Do your best impression of a famous movie character for 2 minutes.",
  "Text your parents saying, 'I just got engaged!' and gauge their reaction.",
  "Wear a hat made of aluminum foil for the next three rounds.",
  "Call a local store and ask if they have any invisible ink in stock.",
  "Put an ice cube down your back and keep it there until it melts.",
  "Try to speak with a mouthful of water without spitting it out.",
  "Wear a sign that says 'Hug Me' for the next 10 minutes.",
  "Call a friend and convince them you're an alien visiting Earth.",
  "Dance like nobody's watching for 2 minutes in a public place.",
  "Text a random number saying, 'I hid the treasure in the park. Come find it!'",
  "Wear socks on your hands for the next three rounds.",
  "Call a fast-food restaurant and ask for a reservation for two at a specific time.",
  "Do a handstand against a wall and hold it for as long as you can.",
  "Text your crush saying, 'I have a crush on you. Do you feel the same way?'",
  "Wear a piece of clothing backward for the next hour.",
  "Conduct a pretend interview with an imaginary celebrity for 2 minutes.",
  "Call a local pet store and inquire about unicorn supplies.",
  "Act like you're a tour guide explaining an everyday object for 3 minutes.",
  "Put on a blindfold and let someone feed you a mystery food item.",
  "Call a local pizza place and order a pizza with toppings that don't exist.",
  "Do your best impression of a famous celebrity for 2 minutes.",
  "Text your parents saying, 'I just got engaged!' and gauge their reaction.",
  "Wear a hat made of aluminum foil for the next three rounds.",
  "Call a local store and ask if they have any invisible ink in stock.",
  "Put an ice cube down your back and keep it there until it melts.",
  "Try to speak with a mouthful of water without spitting it out.",
  "Wear a sign that says 'Hug Me' for the next 10 minutes.",
  "Call a friend and convince them you're an alien visiting Earth.",
  "Dance like nobody's watching for 2 minutes in a public place.",
  "Text a random number saying, 'I hid the treasure in the park. Come find it!'",
  "Wear socks on your hands for the next three rounds.",
  "Call a fast-food restaurant and ask for a reservation for two at a specific time.",
  "Do a handstand against a wall and hold it for as long as you can.",
  "Text your crush saying, 'I have a crush on you. Do you feel the same way?'",
  "Wear a piece of clothing backward for the next hour.",
  "Conduct a pretend interview with an imaginary celebrity for 2 minutes.",
  "Call a local pet store and inquire about unicorn supplies.",
  "Act like you're a tour guide explaining an everyday object for 3 minutes.",
  "Text your best friend saying, 'I'm moving to Antarctica. Want to come with me?'",
  "Wear a funny disguise and take a photo to share with the group.",
  "Create a freestyle rap about a random object chosen by the group.",
  "Call a random contact in your phone and sing 'Happy Birthday' to them.",
  "Try to do the moonwalk or a dance move from a music video.",
  "Text your favorite teacher saying, 'I've decided to become a professional clown.'",
  "Wear oven mitts for the next three rounds and attempt tasks with them on.",
  "Call a local library and ask if they have books on how to train unicorns.",
  "Pretend you're a news anchor and report on a bizarre made-up news story.",
  "Wear a pair of shoes on your hands for the next 10 minutes.",
  "Text your crush saying, 'I've always had a secret crush on you.'",
  "Call a local restaurant and ask if they serve meals for unicorns.",
  "Put on a silly costume and take a photo to share with the group.",
  "Try to do the moonwalk or a famous dance move for 2 minutes.",
  "Text your parents saying, 'I'm dropping out of school to become a professional clown.'",
  "Wear a pair of underwear on your head for the next three rounds.",
  "Call a friend and convince them you've won a million dollars in the lottery.",
  "Dance like nobody's watching for 2 minutes in a public place.",
  "Text your best friend with 'I'm joining the circus. Want to be my clown partner?'",
  "Put on socks on your hands and try to eat something using only your sock-covered hands.",
  "Call a local pet store and ask if they sell dragons as pets.",
  "Create a funny and bizarre makeup look, then wear it for the next round.",
  "Text a random contact in your phone saying, 'I'm the king/queen of the world!'",
  "Wear a blindfold and attempt to make a sandwich. Share the result.",
  "Call a random contact in your phone and tell them a crazy made-up story.",
  "Put whipped cream on your nose and try to lick it off without using your hands.",
  "Act like a news anchor reporting on a silly made-up news story for 2 minutes.",
  "Call a local store and ask if they have any invisible ink in stock.",
  "Wear a sign that says 'Free Hugs' and offer hugs to strangers for 10 minutes.",
  "Call a fast-food restaurant and order a pizza for delivery, but give them a random address.",
  "Put on a blindfold and attempt to apply lipstick or lip balm. Share the result.",
  "Text a friend saying, 'I just saw a UFO in my backyard!' and describe it in detail.",
  "Conduct a pretend interview with an imaginary celebrity for 2 minutes.",
  "Put an ice cube down your shirt and keep it there until it melts.",
  "Call a local library and ask if they have any books on training unicorns.",
  "Wear a hat made of aluminum foil for the next three rounds.",
  "Text your crush saying, 'I just won a million dollars. What should I do with it?'",
  "Wear a mustache (real or improvised) for the next hour.",
  "Call a random contact in your phone and sing 'Twinkle, Twinkle, Little Star' to them.",
  "Try to breakdance or do a breakdancing move for 1 minute.",

  "Dance like nobody's watching for 1 minute.",
  "Sing your favorite song in an opera style.",
  "Speak in an accent of your choice for the next three rounds.",
  "Do a handstand against the wall for 30 seconds.",
  "Wear socks on your hands for the next two rounds.",
  "Put ice cubes down your shirt and keep them there for 1 minute.",
  "Do 10 push-ups right now.",
  "Send a funny selfie to a random contact in your phone without any explanation.",
  "Wear a blindfold and let someone else feed you a mystery food item.",
  "Text your crush or ex and say, 'I love you' without any context.",
  "Speak in rhyme for the next three rounds.",
  "Do your best impression of a famous celebrity.",
  "Let the group give you a new hairstyle with hair gel or accessories.",
  "Do a cartwheel if you can, or attempt one if you can't.",
  "Act like a robot for the next three rounds.",
  "Call a pizza place and order a pizza using a funny accent.",
  "Put on lipstick or lip balm without using a mirror.",
  "Do your best impression of a famous cartoon character.",
  "Take a silly selfie and post it on your social media right now.",
  "Talk in a high-pitched voice for the next three rounds.",
  "Wear a pair of underwear on your head for the next two rounds.",
  "Try to juggle three random objects (safely).",
  "Send a text message to your boss saying, 'I quit!' (follow up with a 'just kidding').",
  "Do a breakdance move (or attempt one) right now.",
  "Wear a sign around your neck that says, 'Hug Me!' for the next two rounds.",
  "Call a random contact in your phone and sing 'Happy Birthday' to them.",
  "Do the worm dance move on the floor (if space allows).",
  "Wear socks on your hands for the next two rounds.",
  "Do your best impression of a famous politician.",
  "Pretend to be a news anchor and give a news report on something silly.",
  "Act like a cat for the next three rounds.",
  "Eat a spoonful of a spicy condiment (if available) without drinking anything.",
  "Send a text message to your parents saying, 'I broke something valuable.'",
  "Mimic a famous movie scene as dramatically as possible.",
  "Wear a towel as a cape and pretend to be a superhero for the next two rounds.",
  "Call a random contact in your phone and tell them a funny joke.",
  "Pretend to be a stand-up comedian and tell a joke to the group.",
  "Do the moonwalk dance move (or attempt it) right now.",
  "Wear a funny hat or headgear for the next two rounds.",
  "Call a local store and ask if they sell unicorn food (be serious).",
  "Do a funny interpretive dance to your favorite song.",
  "Pretend to be a motivational speaker and give an inspiring speech to the group.",
  "Wear a backpack on your front like a kangaroo for the next two rounds.",
  "Call a random contact in your phone and sing 'I Will Always Love You' to them.",
  "Put on a pair of sunglasses and act like a secret agent for the next two rounds.",
  "Act out a scene from your favorite movie (with or without dialogue).",
  "Wear a piece of clothing inside-out for the next two rounds.",
  "Call a local restaurant and ask if they serve alien cuisine (be serious).",
  "Recite a tongue twister three times fast without any mistakes.",
  "Do your best impression of a famous athlete.",
  "Pretend to be a tour guide and describe an imaginary tourist attraction.",
  "Wear a backpack on your front like a baby carrier for the next two rounds.",
  "Call a random contact in your phone and tell them a funny story.",
  "Sing the chorus of your favorite song while doing a silly dance.",
  "Pretend to be a news anchor and report on a made-up event.",
  "Wear a pair of mismatched shoes for the next two rounds.",
  "Call a local store and ask if they sell invisible ink (be serious).",
  "Do a handstand against the wall for 30 seconds.",
  "Recite the alphabet backward as fast as you can.",
  "Do a freestyle rap about a random object chosen by the group.",
  "Wear a piece of clothing from someone else's wardrobe for the next two rounds.",
  "Call a random contact in your phone and challenge them to a rap battle.",
  "Do your best impression of a famous comedian.",
  "Pretend to be a weather reporter and give a dramatic weather forecast.",
  "Wear a pair of oven mitts for the next two rounds.",
  "Call a local store and ask if they have any invisible bananas (be serious).",
  "Balance a spoon on your nose for 30 seconds.",
  "Recite a poem about a random topic chosen by the group.",
  "Wear a paper bag over your head for the next two rounds.",
  "Call a random contact in your phone and tell them you're running for president.",
  "Pretend to be a professional wrestler and cut a promo on your opponent.",
  "Act like a mime for the next three rounds.",
  "Call a local restaurant and ask if they have a menu for pets (be serious).",
  "Try to do a handstand against the wall for 30 seconds (if you haven't already).",
  "Speak in an accent of your choice for the next three rounds.",
  "Call a random contact in your phone and ask them for a loan (follow up with a 'just kidding').",
  "Wear a sock puppet on one hand and have a conversation with it for two rounds.",
  "Pretend to be a stand-up comedian and perform a one-minute comedy routine.",
  "Act like a robot for the next three rounds.",
  "Call a local store and ask if they sell time machines (be serious).",
  "Wear a pair of sunglasses indoors for the next two rounds.",
  "Recite a tongue twister three times fast without any mistakes (if you haven't already).",
  "Call a random contact in your phone and tell them you're starting a cult.",
  "Wear a funny hat or headgear for the next two rounds.",
  "Act like a cat for the next three rounds.",
  "Call a local restaurant and ask if they have a drive-thru for pedestrians (be serious).",
  "Try to do the moonwalk dance move (if you haven't already).",
  "Speak in rhyme for the next three rounds.",
  "Call a random contact in your phone and tell them you've won the lottery.",
  "Wear a backpack on your front like a kangaroo for the next two rounds.",
  "Recite a poem about a potato (if you haven't already).",
  "Call a local store and ask if they sell unicorn food (be serious).",
  "Wear a piece of clothing inside-out for the next two rounds.",
  "Pretend to be a tour guide and describe an imaginary tourist attraction.",
  "Call a random contact in your phone and tell them you've been abducted by aliens.",
  "Wear a backpack on your front like a baby carrier for the next two rounds.",
  "Act like a news anchor and report on a made-up event.",
  "Call a local store and ask if they sell invisible ink (be serious).",
  "Recite the alphabet backward as fast as you can (if you haven't already).",
  "Call a random contact in your phone and challenge them to a rap battle.",
  "Wear a piece of clothing from someone else's wardrobe for the next two rounds.",
  "Act like a weather reporter and give a dramatic weather forecast.",
  "Wear a pair of oven mitts for the next two rounds.",
  "Call a local store and ask if they have any invisible bananas (be serious).",
  "Balance a spoon on your nose for 30 seconds (if you haven't already).",
  "Recite a poem about a random topic chosen by the group (if you haven't already).",
  "Wear a paper bag over your head for the next two rounds.",
  "Call a random contact in your phone and tell them you're running for president.",
  "Pretend to be a professional wrestler and cut a promo on your opponent.",
  "Act like a mime for the next three rounds (if you haven't already).",
  "Call a local restaurant and ask if they have a menu for pets (be serious).",

  "Wear a pair of socks on your hands for the next two rounds.",
  "Call a random contact in your phone and tell them you're changing your name.",
  "Pretend to be a stand-up comedian and perform a one-minute comedy routine.",
  "Act like a robot for the next three rounds (if you haven't already).",
  "Call a local store and ask if they sell time machines (be serious).",
  "Wear a pair of sunglasses indoors for the next two rounds (if you haven't already).",
  "Recite a tongue twister three times fast without any mistakes (if you haven't already).",
  "Call a random contact in your phone and ask them for a loan (follow up with a 'just kidding').",
  "Wear a sock puppet on one hand and have a conversation with it for two rounds (if you haven't already).",
  "Pretend to be a professional wrestler and cut a promo on your opponent (if you haven't already).",
  "Act like a mime for the next three rounds (if you haven't already).",
  "Call a local restaurant and ask if they have a menu for pets (be serious).",
  "Try to do a handstand against the wall for 30 seconds (if you haven't already).",
  "Speak in an accent of your choice for the next three rounds (if you haven't already).",
  "Call a random contact in your phone and ask them for a loan (follow up with a 'just kidding').",
  "Wear a sock puppet on one hand and have a conversation with it for two rounds (if you haven't already).",
  "Pretend to be a stand-up comedian and perform a one-minute comedy routine (if you haven't already).",
  "Act like a robot for the next three rounds (if you haven't already).",
  "Call a local store and ask if they sell time machines (be serious).",
  "Wear a pair of sunglasses indoors for the next two rounds (if you haven't already).",
  "Recite a tongue twister three times fast without any mistakes (if you haven't already).",
  "Call a random contact in your phone and ask them for a loan (follow up with a 'just kidding').",
  "Wear a sock puppet on one hand and have a conversation with it for two rounds (if you haven't already).",
  "Pretend to be a professional wrestler and cut a promo on your opponent (if you haven't already).",
  "Act like a mime for the next three rounds (if you haven't already).",
  "Call a local restaurant and ask if they have a menu for pets (be serious).",
  "Try to do a handstand against the wall for 30 seconds (if you haven't already).",
  "Speak in an accent of your choice for the next three rounds (if you haven't already).",
  "Call a random contact in your phone and ask them for a loan (follow up with a 'just kidding').",
  "Wear a sock puppet on one hand and have a conversation with it for two rounds (if you haven't already).",
  "Pretend to be a stand-up comedian and perform a one-minute comedy routine (if you haven't already).",
  "Act like a robot for the next three rounds (if you haven't already).",
  "Call a local store and ask if they sell time machines (be serious).",
  "Wear a pair of sunglasses indoors for the next two rounds (if you haven't already).",
  "Recite a tongue twister three times fast without any mistakes (if you haven't already).",
  "Call a random contact in your phone and ask them for a loan (follow up with a 'just kidding').",
  "Wear a sock puppet on one hand and have a conversation with it for two rounds (if you haven't already).",
  "Pretend to be a professional wrestler and cut a promo on your opponent (if you haven't already).",
  "Act like a mime for the next three rounds (if you haven't already).",
  "Call a local restaurant and ask if they have a menu for pets (be serious).",
  "Try to do a handstand against the wall for 30 seconds (if you haven't already).",
  "Speak in an accent of your choice for the next three rounds (if you haven't already).",
  "Call a random contact in your phone and ask them for a loan (follow up with a 'just kidding').",
  "Wear a sock puppet on one hand and have a conversation with it for two rounds (if you haven't already).",
  "Pretend to be a stand-up comedian and perform a one-minute comedy routine (if you haven't already).",
  "Act like a robot for the next three rounds (if you haven't already).",
  "Call a local store and ask if they sell time machines (be serious).",
  "Wear a pair of sunglasses indoors for the next two rounds (if you haven't already).",
  "Recite a tongue twister three times fast without any mistakes (if you haven't already).",
  "Call a random contact in your phone and ask them for a loan (follow up with a 'just kidding').",
  "Wear a sock puppet on one hand and have a conversation with it for two rounds (if you haven't already).",
  "Pretend to be a professional wrestler and cut a promo on your opponent (if you haven't already).",
  "Act like a mime for the next three rounds (if you haven't already).",
  "Call a local restaurant and ask if they have a menu for pets (be serious).",

  "Wear a pair of socks on your hands for the next two rounds.",
  "Call a random contact in your phone and tell them you're changing your name.",
  "Pretend to be a stand-up comedian and perform a one-minute comedy routine.",
  "Act like a robot for the next three rounds (if you haven't already).",
  "Call a local store and ask if they sell time machines (be serious).",
  "Wear a pair of sunglasses indoors for the next two rounds (if you haven't already).",
  "Recite a tongue twister three times fast without any mistakes (if you haven't already).",
  "Call a random contact in your phone and ask them for a loan (follow up with a 'just kidding').",
  "Wear a sock puppet on one hand and have a conversation with it for two rounds (if you haven't already).",
  "Pretend to be a professional wrestler and cut a promo on your opponent (if you haven't already).",
  "Act like a mime for the next three rounds (if you haven't already).",
  "Call a local restaurant and ask if they have a menu for pets (be serious).",
  "Try to do a handstand against the wall for 30 seconds (if you haven't already).",
  "Speak in an accent of your choice for the next three rounds (if you haven't already).",
  "Call a random contact in your phone and ask them for a loan (follow up with a 'just kidding').",
  "Wear a sock puppet on one hand and have a conversation with it for two rounds (if you haven't already).",
  "Pretend to be a stand-up comedian and perform a one-minute comedy routine (if you haven't already).",
  "Act like a robot for the next three rounds (if you haven't already).",
  "Call a local store and ask if they sell time machines (be serious).",
  "Wear a pair of sunglasses indoors for the next two rounds (if you haven't already).",
  "Recite a tongue twister three times fast without any mistakes (if you haven't already).",
  "Call a random contact in your phone and ask them for a loan (follow up with a 'just kidding').",
  "Wear a sock puppet on one hand and have a conversation with it for two rounds (if you haven't already).",
  "Pretend to be a professional wrestler and cut a promo on your opponent (if you haven't already).",
  "Act like a mime for the next three rounds (if you haven't already).",
  "Call a local restaurant and ask if they have a menu for pets (be serious).",
  "Try to do a handstand against the wall for 30 seconds (if you haven't already).",
  "Speak in an accent of your choice for the next three rounds (if you haven't already).",
  "Call a random contact in your phone and ask them for a loan (follow up with a 'just kidding').",
  "Wear a sock puppet on one hand and have a conversation with it for two rounds (if you haven't already).",
  "Pretend to be a stand-up comedian and perform a one-minute comedy routine (if you haven't already).",
  "Act like a robot for the next three rounds (if you haven't already).",
  "Call a local store and ask if they sell time machines (be serious).",
  "Wear a pair of sunglasses indoors for the next two rounds (if you haven't already).",
  "Recite a tongue twister three times fast without any mistakes (if you haven't already).",
  "Call a random contact in your phone and ask them for a loan (follow up with a 'just kidding').",
  "Wear a sock puppet on one hand and have a conversation with it for two rounds (if you haven't already).",
  "Pretend to be a professional wrestler and cut a promo on your opponent (if you haven't already).",
  "Act like a mime for the next three rounds (if you haven't already).",
  "Call a local restaurant and ask if they have a menu for pets (be serious).",
  "Try to do a handstand against the wall for 30 seconds (if you haven't already).",
  "Speak in an accent of your choice for the next three rounds (if you haven't already).",
  "Call a random contact in your phone and ask them for a loan (follow up with a 'just kidding').",
  "Wear a sock puppet on one hand and have a conversation with it for two rounds (if you haven't already).",
  "Pretend to be a stand-up comedian and perform a one-minute comedy routine (if you haven't already).",
  "Act like a robot for the next three rounds (if you haven't already).",
  "Call a local store and ask if they sell time machines (be serious).",
  "Wear a pair of sunglasses indoors for the next two rounds (if you haven't already).",
  "Recite a tongue twister three times fast without any mistakes (if you haven't already).",
  "Call a random contact in your phone and ask them for a loan (follow up with a 'just kidding').",
  "Wear a sock puppet on one hand and have a conversation with it for two rounds (if you haven't already).",
  "Pretend to be a professional wrestler and cut a promo on your opponent (if you haven't already).",
  "Act like a mime for the next three rounds (if you haven't already)."

]