[
    "What is your biggest fear, and have you ever faced it?",
    "Have you ever lied to your best friend, and if yes, about what?",
    "What's a secret talent or skill you have that not many people know about?",
    "Have you ever had a crush on someone in this room? Who was it?",
    "What's the most adventurous thing you've ever done in your life?",
    "If you could switch lives with someone for a day, who would it be and why?",
    "What's the most significant lie you've ever told, and did you ever confess?",
    "What's a bad habit you have but wish you could quit?",
    "Have you ever had a crush on a teacher or professor? Which one?",
    "Share a secret that you've never told anyone before today.",
    "If you could go back in time and change one decision you made, what would it be?",
    "What's the weirdest or most unusual food you've ever tried, and did you like it?",
    "Describe a time when you got caught doing something you weren't supposed to.",
    "What's the most embarrassing nickname you've ever had?",
    "Have you ever had a romantic dream about someone you shouldn't have?",
    "What's a decision you regret not making in the past?",
    "Share a moment when you felt like you were the luckiest person alive.",
    "Have you ever been in a physical fight or altercation? What led to it?",
    "What's the most unusual or unique place you've ever been to?",
    "Share a secret ambition or goal you haven't told anyone about.",
  "Have you ever had a one-sided love? Tell us about it.",
    "What's the most embarrassing thing you've posted on social media?",
    "Share a secret talent that you're proud of.",
    "Have you ever stolen something, even if it was small? What was it?",
    "What's the most ridiculous rumor you've heard about yourself?",
    "Describe a time when you got caught telling a white lie.",
    "Share a childhood memory that always makes you laugh.",
    "Have you ever had a crush on a fictional character? Who?",
    "What's a book or movie that made you cry, and why?",
    "If you could switch lives with someone for a week, who would it be and why?",
 "What's something you've never told your parents but should have?",
    "Have you ever had a secret crush on someone in this room? Who?",
    "Describe a time when you were caught doing something mischievous as a child.",
    "If you could relive one day of your life, which day would it be and why?",
    "What's a dream or aspiration you've given up on, and why?",
    "Have you ever had a paranormal or supernatural experience?",
    "Share a moment when you felt deeply proud of yourself.",
    "What's the most expensive item you've ever stolen?",
    "Have you ever been in love with someone who didn't love you back?",
    "Tell us about a time when you broke a promise to someone.",
    "What's a lie you've told so often that you almost believe it yourself?",
    "Share a childhood fantasy you had that you wish had come true.",
    "Describe a time when you had a crush on someone for a very short period of time.",
    "What's the most embarrassing thing that's ever happened to you in public?",
    "Have you ever had a secret admirer? What did you do about it?",
  "What's a secret you've never shared with your closest friend?",
    "Describe a time when you got away with something you shouldn't have.",
    "Have you ever had a crush on someone significantly older or younger than you?",
    "Tell us about a time when you witnessed something you weren't supposed to see.",
    "What's a bad habit you have that you're trying to break?",
    "Share a moment when you felt genuinely inspired.",
    "Have you ever betrayed someone's trust? What happened?",
    "If you could relive one year of your life, which year would it be and why?",
    "What's the most extreme thing you'd do for a million dollars?",
    "Describe a time when you've been in a physical fight or altercation.",
    "What's a secret fantasy you've never told anyone about?",
    "Have you ever pretended to like a gift but actually disliked it?",
    "Tell us about a time when you were completely starstruck by someone.",
    "What's the most significant lie someone has told you, and did you find out the truth?",
    "Share a moment when you felt like you were on top of the world.",
    "What's a rumor that was spread about you that wasn't true?",
    "Have you ever had a crush on a coworker? What happened?",
    "Describe a time when you had to cover up a mistake you made.",
    "What's something you've always wanted to confess to someone but haven't?",
    "Tell us about a time when you made a decision that changed your life.",
    "What's a lie you've told that you deeply regret?",
    "Tell us about a time when you felt betrayed by a close friend.",
    "What's the most memorable dream you've ever had?",
    "Have you ever had a crush on a friend's sibling? Who?",
    "Share a moment when you had to keep a friend's secret no matter what.",
    "What's a talent or skill you wish you had but don't?",
    "Describe a time when you've been extremely embarrassed by your parents.",
    "Have you ever eavesdropped on someone's conversation by accident?",
    "What's a secret that you've never told your significant other?",
    "Tell us about a time when you had to break up with someone or were broken up with.",
    "Have you ever cheated in a game or competition? What happened?",
    "What's a guilty pleasure of yours that you enjoy secretly?",
    "Share a moment when you were genuinely surprised by a gift.",
    "Have you ever been involved in a love triangle? What was it like?",
    "What's the most irrational fear you have?",
    "Tell us about a time when you wished you could turn back time.",
    "What's the strangest coincidence that's ever happened to you?",
    "Have you ever experienced unrequited love? What did you do?",
    "Describe a time when you felt like you were on the brink of giving up.",
    "What's a habit you have that you're proud of?",
    "Share a moment when you felt like you truly belonged somewhere.",
    "What's something you've done in the past that you wouldn't do again?",
    "Have you ever had a crush on a fictional character? Who?",
    "What's the most embarrassing thing you've said during a serious moment?",
    "Tell us about a time when you wished you had spoken up but didn't.",
    "Have you ever held a grudge against someone for a long time? Why?",
    "What's a secret desire or fantasy you've never acted on?",
    "Share a moment when you felt like you were in a movie scene.",
    "Describe a time when you were caught breaking a rule at school or work.",
    "What's a hidden talent you have that nobody would expect?",
 "Have you ever betrayed someone's trust? What happened?",
    "If you could change one thing about your past, what would it be?",
    "What's the most ridiculous thing you've done for a dare before?",
    "Have you ever had a crush on a coworker or boss? Tell us about it.",
    "Share a moment when you felt like you were in a real-life movie scene.",
    "What's a lie you've told your parents that they still don't know is untrue?",
    "Describe a time when you regretted not speaking up when you should have.",
    "Have you ever pretended to be sick to get out of something? What was it?",
    "What's something you've done that your parents would disapprove of?",
    "Tell us about a time when you had to keep a serious secret from a friend.",
    "If you could switch lives with someone for a day, who would it be and why?",
    "Have you ever had a crush on a friend's sibling? Did they find out?",
    "Share a moment when you felt genuinely proud of your accomplishments.",
    "What's a dream or goal you have that you haven't shared with anyone?",
    "Have you ever snooped through someone else's belongings? Why?",
    "Tell us about a time when you felt like you were the odd one out in a group.",
    "What's the most embarrassing thing that's happened to you on a date?",
    "Have you ever had a secret online persona or identity? What was it?",
    "Share a moment when you had a gut feeling that turned out to be right.",
    "Describe a time when you had a disagreement with your best friend.",
    "What's something you've done that you hope your children never find out about?",
    "Tell us about a time when you were caught in a compromising situation.",
    "Have you ever had a crush on a fictional character? Who and why?",
    "Share a moment when you felt like you were living life to the fullest.",
    "What's a secret that you've never told your closest friend?",
    "If you could erase one person from your past, who would it be and why?",
    "Have you ever regretted helping someone? What happened?",
    "Describe a time when you felt like you were on the brink of giving up.",
    "What's a talent or skill you have that nobody would expect?",
    "Tell us about a time when you had to let go of someone you loved.",
    "Have you ever felt like an imposter in your professional life? When?",
    "Share a moment when you felt truly humbled by an experience.",
    "What's a lie you've told that you thought was for the greater good?",
    "Have you ever had to choose between two friends? What did you decide?",
    "Tell us about a time when you felt like you were the black sheep of the family.",
    "What's something you've done that you would advise others never to do?",
    "Describe a time when you witnessed something you wish you hadn't.",
    "Have you ever been tempted to cheat in a relationship? What stopped you?",
    "Share a moment when you felt like you were at a crossroads in life.",
    "What's the most difficult apology you've ever had to make? Why?",
    "Have you ever broken someone's heart? How did it happen?",
    "Tell us about a time when you were so scared you couldn't move or speak.",
    "What's a secret that you've never shared with your significant other?",
    "Have you ever intentionally ruined someone's surprise or secret? Why?",
    "Share a moment when you felt like you were a character in a soap opera.",
    "What's the biggest lie you've ever told that you got away with?",
    "Have you ever been in a situation where you feared for your life? When?",
    "Describe a time when you were wrong about someone, and they surprised you.",
    "What's a secret ambition or dream you have that you're afraid to pursue?",
    "Tell us about a time when you were torn between two important decisions.",
    "Have you ever had a friendship that ended in a dramatic way? What happened?",
    "What's something you've done that you're ashamed of but can't undo?",
    "Share a moment when you felt like you were living in a romantic movie scene.",
  
    "What's a lie you've told your parents that they still don't know is untrue?",
    "Describe a time when you regretted not speaking up when you should have.",
    "Have you ever pretended to be sick to get out of something? What was it?",
    "What's something you've done that your parents would disapprove of?",
    "Tell us about a time when you had to keep a serious secret from a friend.",
    "If you could switch lives with someone for a day, who would it be and why?",
    "Have you ever had a crush on a friend's sibling? Did they find out?",
    "Share a moment when you felt genuinely proud of your accomplishments.",
    "What's a dream or goal you have that you haven't shared with anyone?",
    "Have you ever snooped through someone else's belongings? Why?",
    "Tell us about a time when you felt like you were the odd one out in a group.",
    "What's the most embarrassing thing that's happened to you on a date?",
    "Have you ever had a secret online persona or identity? What was it?",
    "Share a moment when you had a gut feeling that turned out to be right.",
    "Describe a time when you had a disagreement with your best friend.",
    "What's something you've done that you hope your children never find out about?",
    "Tell us about a time when you were caught in a compromising situation.",
    "If you could erase one person from your past, who would it be and why?",
    "Have you ever regretted helping someone? What happened?",
    "Describe a time when you felt like you were on the brink of giving up.",
    "What's a talent or skill you have that nobody would expect?",
    "Tell us about a time when you had to let go of someone you loved.",
    "Have you ever felt like an imposter in your professional life? When?",
    "Share a moment when you felt truly humbled by an experience.",
    "What's a lie you've told that you thought was for the greater good?",
    "Have you ever had to choose between two friends? What did you decide?",
    "Tell us about a time when you felt like you were the black sheep of the family.",
    "What's something you've done that you would advise others never to do?",
    "Describe a time when you witnessed something you wish you hadn't.",
    "Have you ever been tempted to cheat in a relationship? What stopped you?",
    "Share a moment when you felt like you were a character in a soap opera.",
    "What's the biggest lie you've ever told that you got away with?",
    "Have you ever been in a situation where you feared for your life? When?",
    "Describe a time when you were wrong about someone, and they surprised you.",
    "What's a secret ambition or dream you have that you're afraid to pursue?",
    "Tell us about a time when you were torn between two important decisions.",
    "Have you ever had a friendship that ended in a dramatic way? What happened?",
    "What's something you've done that you're ashamed of but can't undo?",
    "Share a moment when you felt like you were living in a romantic movie scene.",
    "Have you ever been in love with someone who didn't love you back?",
    "What's the most extreme thing you'd do for a million dollars?",
    "Tell us about a time when you've been extremely embarrassed by your parents.",
    "What's the most ridiculous thing you've done for a dare before?",
    "Have you ever had a crush on a coworker or boss? Tell us about it.",
    "Share a moment when you felt like you were in a real-life movie scene.",
    "Tell us about a time when you wished you could turn back time.",
    "What's a secret that you've never told your significant other?",
    "Have you ever intentionally ruined someone's surprise or secret? Why?",
    "Share a moment when you had a dream that felt incredibly real.",
    "What's a guilty pleasure of yours that you enjoy secretly?",
    "Tell us about a time when you were completely starstruck by someone.",
    "What's the most significant lie someone has told you, and did you find out the truth?",
    "Share a moment when you felt like you were on top of the world.",
    "What's a rumor that was spread about you that wasn't true?",
    "Have you ever had a crush on a coworker or boss? Tell us about it.",
    "Tell us about a time when you were completely starstruck by someone.",
    "What's the most significant lie someone has told you, and did you find out the truth?",
    "Share a moment when you felt like you were on top of the world.",

    "Have you ever had to break up with someone or were broken up with?",
    "Have you ever cheated in a game or competition? What happened?",
    "What's a guilty pleasure of yours that you enjoy secretly?",
    "Tell us about a time when you were completely starstruck by someone.",
    "What's the most significant lie someone has told you, and did you find out the truth?",
    "Share a moment when you felt like you were on top of the world.",
    "What's a rumor that was spread about you that wasn't true?",
    "Have you ever had a crush on a coworker or boss? Tell us about it.",
    "Tell us about a time when you were completely starstruck by someone.",
    "What's the most significant lie someone has told you, and did you find out the truth?",
    "Share a moment when you felt like you were on top of the world.",
    "What's a rumor that was spread about you that wasn't true?",
    "Have you ever had a crush on a coworker or boss? Tell us about it.",
    "Tell us about a time when you were caught breaking a rule at school or work.",
    "What's a hidden talent you have that nobody would expect?",
    "What's a lie you've told to protect someone's feelings?",
    "Share a moment when you felt like you were living in a comedy show.",
    "Describe a time when you received an unexpected compliment.",
    "Have you ever been involved in a love triangle? What was it like?",
    "Tell us about a time when you felt like you were in a mystery novel.",
    "What's something you've always wanted to confess to someone but haven't?",
    "Have you ever had a crush on someone you met online? Who?",
    "Share a moment when you felt like you were in a science fiction story.",
    "What's a decision you regret not making in the past?",
    "Describe a time when you had to stand up to someone in authority.",
    "Have you ever had a crush on someone based solely on their appearance?",
    "Tell us about a time when you felt like you were in a horror movie.",
    "What's the most embarrassing nickname you've ever had?",
    "Share a moment when you felt like you were living in a fantasy novel.",
    "Have you ever had a secret admirer? What did you do about it?",
    "Tell us about a time when you had to confront a fear head-on.",
    "What's a secret you've never shared with your closest friend?",
    "Have you ever cheated on a test or exam? What happened?",
    "Describe a time when you were caught doing something you weren't supposed to.",
    "What's a secret talent or skill you have that you're proud of?",
    "Share a moment when you felt extremely jealous of someone else.",
    "Have you ever had a crush on someone in this room? Who was it?",
    "What's the most adventurous thing you've ever done in your life?",
    "If you could switch lives with someone for a day, who would it be and why?",
    "What's a childhood lie you told your parents that they still don't know is untrue?",
    "What's a lie you've told to protect someone you care about?",
    "Have you ever had a crush on a teacher or professor? Which one?",
    "What's the most unusual food you've ever tried, and did you like it?",
    "Describe a time when you got caught telling a white lie.",
    "What's a bad habit you have but wish you could quit?",
    "Have you ever had a crush on a fictional character? Who?",
    "What's the most romantic thing you've ever done for someone?",
    "Tell us about a time when you felt truly grateful for something.",
    "What's a childhood memory that always makes you smile?",
    "Have you ever lied to your best friend, and if yes, about what?",
    "Share a secret talent or skill you have that not many people know about.",
    "If you could switch lives with someone for a week, who would it be and why?",
    "What's a lie you've told that you deeply regret?",
    "Have you ever had a one-sided love? Tell us about it.",
    "What's the most embarrassing thing you've posted on social media?",
    "Share a secret ambition or goal you haven't told anyone about.",
    "Have you ever stolen something, even if it was small? What was it?",
    "What's the most ridiculous rumor you've heard about yourself?",
    "Describe a time when you got away with something you shouldn't have.",
    "Have you ever had a crush on someone significantly older or younger than you?",
    "Tell us about a time when you were caught doing something mischievous as a child.",
    "If you could relive one day of your life, which day would it be and why?",
    "What's a dream or aspiration you've given up on, and why?",
    "Have you ever had a paranormal or supernatural experience?",
    "Share a moment when you felt deeply proud of yourself.",
    "What's the most expensive item you've ever stolen?",
    "Have you ever been in love with someone who didn't love you back?",
    "Tell us about a time when you broke a promise to someone.",
    "What's a lie you've told so often that you almost believe it yourself?",
    "Share a childhood fantasy you had that you wish had come true.",
    "Describe a time when you had a crush on someone for a very short period of time.",
    "What's the most embarrassing thing that's ever happened to you in public?",
    "Have you ever had a secret admirer? What did you do about it?",
    "If you could go back in time and change one decision you made, what would it be?",
    "What's the weirdest or most unusual food you've ever tried, and did you like it?",
"Describe a time when you had a crush on someone for a very short period of time.",
    "What's the most embarrassing thing that's ever happened to you in public?",
    "Have you ever had a secret admirer? What did you do about it?",
    "If you could go back in time and change one decision you made, what would it be?",
    "What's the weirdest or most unusual food you've ever tried, and did you like it?",
    "Describe a time when you got caught doing something you weren't supposed to.",
    "What's a hidden talent you have that nobody would expect?",
    "What's a lie you've told to protect someone's feelings?",
    "Describe a time when you received an unexpected compliment.",
"Have you ever been involved in a love triangle? What was it like?",
"Tell us about a time when you felt like you were in a mystery novel.",
"What's something you've always wanted to confess to someone but haven't?",
"Have you ever had a crush on someone you met online? Who?",
"Share a moment when you felt like you were in a science fiction story.",
"What's a decision you regret not making in the past?",
"Describe a time when you had to stand up to someone in authority.",
"Have you ever had a crush on someone based solely on their appearance?",
"Tell us about a time when you felt like you were in a horror movie.",
"What's the most embarrassing nickname you've ever had?",
"Share a moment when you felt like you were living in a fantasy novel.",
"Have you ever had a secret admirer? What did you do about it?",
"Tell us about a time when you had to confront a fear head-on.",
"What's a secret you've never shared with your closest friend?",
"Have you ever cheated on a test or exam? What happened?",
"Describe a time when you were caught doing something you weren't supposed to.",
"What's a secret talent or skill you have that you're proud of?",
"Share a moment when you felt extremely jealous of someone else.",
"Have you ever had a crush on someone in this room? Who was it?",
"What's the most adventurous thing you've ever done in your life?",
"If you could switch lives with someone for a day, who would it be and why?",
"What's a childhood lie you told your parents that they still don't know is untrue?",
"What's a lie you've told to protect someone you care about?",
"Have you ever had a crush on a teacher or professor? Which one?",
"What's the most unusual food you've ever tried, and did you like it?",
"Describe a time when you got caught telling a white lie.",
"What's a bad habit you have but wish you could quit?",
"Have you ever had a crush on a fictional character? Who?",
"What's the most romantic thing you've ever done for someone?",
"Tell us about a time when you felt truly grateful for something.",
"What's a childhood memory that always makes you smile?",
"Have you ever lied to your best friend, and if yes, about what?",
"Share a secret talent or skill you have that not many people know about.",
"If you could switch lives with someone for a week, who would it be and why?",
"What's a lie you've told that you deeply regret?",
"Have you ever had a one-sided love? Tell us about it.",
"What's the most embarrassing thing you've posted on social media?",
"Share a secret ambition or goal you haven't told anyone about.",
"Have you ever stolen something, even if it was small? What was it?",
"What's the most ridiculous rumor you've heard about yourself?",
"Describe a time when you got away with something you shouldn't have.",
"Have you ever had a crush on someone significantly older or younger than you?",
"Tell us about a time when you were caught doing something mischievous as a child.",
"If you could relive one day of your life, which day would it be and why?",
"What's a dream or aspiration you've given up on, and why?",
"Have you ever had a paranormal or supernatural experience?",
"Share a moment when you felt deeply proud of yourself.",
"What's the most expensive item you've ever stolen?",
"Have you ever been in love with someone who didn't love you back?",
"Tell us about a time when you broke a promise to someone.",
"What's a lie you've told so often that you almost believe it yourself?",
"Share a childhood fantasy you had that you wish had come true.",
"Describe a time when you had a crush on someone for a very short period of time.",
"What's the most embarrassing thing that's ever happened to you in public?",
"Have you ever had a secret admirer? What did you do about it?",
"If you could go back in time and change one decision you made, what would it be?",
"What's the weirdest or most unusual food you've ever tried, and did you like it?",
"Describe a time when you got caught doing something you weren't supposed to.",
"What's a hidden talent you have that nobody would expect?",
"What's a lie you've told to protect someone's feelings?",
"Share a moment when you felt like you were living in a comedy show.",
"Describe a time when you received an unexpected compliment.",
"Have you ever been involved in a love triangle? What was it like?",
"Tell us about a time when you felt like you were in a mystery novel.",
"What's something you've always wanted to confess to someone but haven't?",
"Have you ever had a crush on someone you met online? Who?",
"Share a moment when you felt like you were in a science fiction story.",
"What's a decision you regret not making in the past?",
"Describe a time when you had to stand up to someone in authority.",
"Have you ever had a crush on someone based solely on their appearance?",
"Tell us about a time when you felt like you were in a horror movie.",
"What's the most embarrassing nickname you've ever had?",
"Share a moment when you felt like you were living in a fantasy novel.",
"Have you ever had a secret admirer? What did you do about it?",
"Tell us about a time when you had to confront a fear head-on.",
"What's a secret you've never shared with your closest friend?",
"Have you ever cheated on a test or exam? What happened?",
"Describe a time when you were caught doing something you weren't supposed to.",
"What's a secret talent or skill you have that you're proud of?",
"Share a moment when you felt extremely jealous of someone else.",
"Have you ever had a crush on someone in this room? Who was it?",
"What's the most adventurous thing you've ever done in your life?",
"If you could switch lives with someone for a day, who would it be and why?",
"What's a childhood lie you told your parents that they still don't know is untrue?",
"What's a lie you've told to protect someone you care about?",
"Have you ever had a crush on a teacher or professor? Which one?",
"What's the most unusual food you've ever tried, and did you like it?",
"Describe a time when you got caught telling a white lie.",
"What's a bad habit you have but wish you could quit?"
]